<h2>Сообщение от 1 февраля 2012 года</h2>

<div class="anniversary">

    <p>Дорогие друзья!</p>
    <p>Ровно год назад, 1 февраля 2011 года, был открыт первый в России рейтинг серверов <strong style="mso-bidi-font-weight: normal;"><span lang="EN-US" style="mso-ansi-language: EN-US;">Minecraft</span></strong>.</p>
    <p>Амбициозный проект, которому было суждено показать на собственном примере, насколько сильно выросло сообщество этой независимой игры, какую популярность снискал сетевой режим и сколько людей решило создать собственный сервер.</p>
    <p>MCTop вырос практически из ничего, у его авторов не было ни малейшего опыта в разработке сайтов. Фактически нами двигало лишь идея и сильнейшее желание довести дело до конца.</p>
    <p>Теперь пришло время вернуться назад и посмотреть с чего же всё начиналось.</p>

    <h2>Первый этап. Зарождение идеи. <span lang="EN-US" style="mso-ansi-language: EN-US;">UCoZ</span></h2>

    <a href="http://img.gameru.net/img/bd463.jpg" target="_blank">
        <img style="max-height: 100px;" src="http://img.gameru.net/img/bd463.jpg" />
    </a>

    <p>Как и все начинающие "сайтоделы", свою идею мы решили реализовать вполне очевидным образом &ndash; воспользовавшись услугами сервиса <span lang="EN-US" style="mso-ansi-language: EN-US;">UCoZ</span>.</p>
    <p>Фактически, это был стандартный сайт с чуть-чуть измененным шаблоном и новым меню.</p>
    <p>Сам же рейтинг представлял собой отдельную страницу, где голосование проходило путём выставления звёздочек (от 1 до 5).</p>
    <p>Никакой защиты не было и в помине &ndash; накрутка голосов на том этапе нас совершенно не волновала.</p>

    <h2>Второй этап. Переход на платный хостинг и новый движок</h2>

    <a href="http://img.gameru.net/img/c2c68.jpg" target="_blank">
        <img style="max-height: 100px;" src="http://img.gameru.net/img/c2c68.jpg"/>
    </a>

    <a href="http://img.gameru.net/img/da9c7.jpg" target="_blank">
        <img style="max-height: 100px;" src="http://img.gameru.net/img/da9c7.jpg"/>
    </a>

    <p>Поняв, что идея себя оправдала, мы приняли решение о переносе рейтинга на платный хостинг. Собственно, доменное имя <span lang="EN-US" style="mso-ansi-language: EN-US;">MCTop</span>.<span lang="EN-US" style="mso-ansi-language: EN-US;">su</span> появилось именно сейчас.</p>
    <p>Перед нами встала задача найти удобный и бесплатный движок, который бы соответствовал нашим требованиям. По многим причинам, выбор пал на Aardvark Topsites.</p>
    <p>На этом этапе проект развивался молниеносными темпами, популярность росла, появились первые конкуренты.</p>
    <p>Тут то и начали выявляться первые серьёзные проблемы. Та же накрутка съела много нервных клеток всем членам нашей команды (в особенности, программистам).</p>
    <p>По правде говоря, именно из-за неё мы на некоторое время впали в состояние забвения, так как решить проблему должным образом не получалось.</p>

    <h2>Третий этап. Новый движок. MCTop 2.0</h2>

    <a href="http://img.gameru.net/img/61221.jpg" target="_blank">
        <img style="max-height: 100px;" src="http://img.gameru.net/img/61221.jpg"/>
    </a>

    <p>С появлением MCTop 2.0, мы полностью пересмотрели нашу политику - для искоренения <b>накрутки</b> был выбран метод голосования через социальную сеть ВКонтакте.</p>
    <p>Возможно, он несколько не честный по отношению к людям, кто не регистрируется в подобных проектах из принципа, но мы сознательно пошли на этот шаг.</p>
    <p>Вдобавок ко всему, рейтинг получил строгий минималистический дизайн, выполненный в спокойной цветовой гамме &ndash; после чёрного выглядело очень свежо.</p>
    <p>Дабы не писать стену текста, мы дали очень краткое описание всего того, что произошло в нашей жизни за этот год.</p>
    <p>За кадром остались ссоры, междоусобные разборки, отражение <span lang="EN-US" style="mso-ansi-language: EN-US;">DDoS</span> атак и многое другое.</p>
    <p>Самое главное, что мы хотим сказать Вам, нашим дорогим пользователям, это спасибо.</p>
    <p>Спасибо за то, что всё это время были с нами, за поддержку и за помощь в развитии и улучшении качества предоставляемых услуг.</p>
    <p>Вы помогли нам доказать всему миру, что <strong style="mso-bidi-font-weight: normal;"><span lang="EN-US" style="mso-ansi-language: EN-US;">Minecraft</span> </strong>теперь такая же большая серьёзная игра, как <strong style="mso-bidi-font-weight: normal;"><span lang="EN-US" style="mso-ansi-language: EN-US;">World</span> </strong><strong style="mso-bidi-font-weight: normal;"><span lang="EN-US" style="mso-ansi-language: EN-US;">of</span> </strong><strong style="mso-bidi-font-weight: normal;"><span lang="EN-US" style="mso-ansi-language: EN-US;">Warcraft</span></strong> и <strong style="mso-bidi-font-weight: normal;"><span lang="EN-US" style="mso-ansi-language: EN-US;">Lineage</span> 2</strong>, и что ему тоже необходим свой рейтинг серверов.</p>
    <p>Впереди новый год, и мы продолжим улучшение и совершенствование проекта.</p>
    <p>Оставайтесь с нами!</p>
    <h3 align="right">С уважением, администрация первого в России рейтинга серверов</h3>
</div>

