<h1>MCTop: О сайте</h1>

<h3><a href="/">MCTop</a> - первый в России рейтинг серверов игры Minecraft.<br>
    С момента своего открытия 1 февраля 2011, проект продолжает удерживать лидирующие позиции среди своих аналогов.</h3>

<h3>Администрация и команда разработчиков постоянно трудятся над улучшением качества и расширением функционала рейтинга.  </h3>

<h3>Регистрируясь у нас, Вы получаете полный контроль над собственным сервером, существенно увеличивая его посещаемость.
    Оперативный отдел техподдержки быстро решит все возникшие при работе с сервисом проблемы и предотвратит их дальнейшее появление. </h3>

<h3>Одним из главных достоинств сайта является минимальная вероятность накрутки голосов, а в связи с этим - на первых местах рейтинга действительно достойные сервера. </h3>

<h3>MCTop.su - с нами удобно!</h3>

<center><img src="/static/images/mctop_old.jpg" /></center>


