
<div id="page-title">
    <h1>MCTop: О сайте</h1>
</div>

<p><a href="/">MCTop</a> - первый в России рейтинг серверов игры Minecraft.<br><br>

С момента своего открытия 1 февраля 2011, проект продолжает удерживать лидирующие позиции среди своих аналогов.</p>

<p>Администрация и команда разработчиков постоянно трудятся над улучшением качества и расширением функционала рейтинга.  </p>

<p>Регистрируясь у нас, Вы получаете полный контроль над собственным сервером, существенно увеличивая его посещаемость.
    Оперативный отдел техподдержки быстро решит все возникшие при работе с сервисом проблемы и предотвратит их дальнейшее появление. </p>

<p>Одним из главных достоинств сайта является минимальная вероятность накрутки голосов, а в связи с этим - на первых местах рейтинга действительно достойные сервера. </p>

<p>MCTop - с нами удобно!</p>

<center><img src="/static/images/mctop_old.jpg" /></center>
<br>
<p class="alert alert-info">PS. MCTop читается как [Эм-Ка-Топ]. Постольку поскольку игра называется Майнкрафт, а не Майн(простите)Срафт, МайнСирафт и т.п.</p>

<h2>Мы в Сети</h2><hr>

<p>ВКонтакте: <a href="http://vk.com/mctop.onvay" target="_blank">http://vk.com/mctop.onvay</a></p>

<p>Google+: <a href="https://plus.google.com/b/114997155561494426361/114997155561494426361" target="_blank">https://plus.google.com/b/114997155561494426361/114997155561494426361</a></p>

<p>YouTube: <a href="http://www.youtube.com/channel/UCQjrtSwHWl0rnsMG8-xy8oA" target="_blank">http://www.youtube.com/channel/UCQjrtSwHWl0rnsMG8-xy8oA</a></p>

<p>Так же, Вы можете присоединиться к чату разработчиков MCTop на Gitter: <a target="_blank" href="https://gitter.im/IlyaVorozhbit/some.thing">Зайти на чай</a> </p>


